export type ChartValue = {
  name: string;
  data: number;
};

export const chartDataHardCode: ChartValue[] = [
  {
    name: "Закаменский район",
    data: 12,
  },
  {
    name: "Боханский район",
    data: 48,
  },
  {
    name: "Осинский район",
    data: 66,
  },
  {
    name: "Петровск-Забайкальский",
    data: 44,
  },
  {
    name: "Иркутский район",
    data: 261,
  },
  {
    name: "Джидинский район",
    data: 20,
  },
  {
    name: "Кабанский район",
    data: 215,
  },
  {
    name: "Прибайкальский район",
    data: 791,
  },
  {
    name: "Петровск-Забайкальский район",
    data: 111,
  },
  {
    name: "Кяхтинский район",
    data: 43,
  },
  {
    name: "Красночикойский район",
    data: 77,
  },
  {
    name: "Муйский район",
    data: 17,
  },
  {
    name: "Иркутск",
    data: 10,
  },
  {
    name: "Черемхово",
    data: 2,
  },
  {
    name: "Усольский район",
    data: 24,
  },
  {
    name: "Тарбагатайский район",
    data: 56,
  },
  {
    name: "Казачинско-Ленский район",
    data: 127,
  },
  {
    name: "Баяндаевский район",
    data: 77,
  },
  {
    name: "Слюдянский район",
    data: 18,
  },
  {
    name: "Качугский район",
    data: 549,
  },
  {
    name: "Кижингинский район",
    data: 163,
  },
  {
    name: "Иволгинский район",
    data: 18,
  },
  {
    name: "Селенгинский район",
    data: 165,
  },
  {
    name: "Северобайкальский район",
    data: 780,
  },
  {
    name: "Мухоршибирский район",
    data: 27,
  },
  {
    name: "Еравнинский район",
    data: 188,
  },
  {
    name: "Эхирит-Булагатский район",
    data: 141,
  },
  {
    name: "Заиграевский район",
    data: 180,
  },
  {
    name: "Курумканский район",
    data: 682,
  },
  {
    name: "Бичурский район",
    data: 26,
  },
  {
    name: "Черемховский район",
    data: 14,
  },
  {
    name: "Ольхонский район",
    data: 194,
  },
  {
    name: "Читинский район",
    data: 354,
  },
  {
    name: "Хоринский район",
    data: 293,
  },
  {
    name: "Ангарский район",
    data: 11,
  },
  {
    name: "Баргузинский район",
    data: 620,
  },
  {
    name: "Хилокский район",
    data: 745,
  },
  {
    name: "Шелеховский район",
    data: 21,
  },
];
