export const fireDataHardCode = [
  {
    name: "Закаменский район",
    data: 12,
  },
  {
    name: "Боханский район",
    data: 48,
  },
  {
    name: "Осинский район",
    data: 66,
  },
  {
    name: "Петровск-Забайкальский",
    data: 44,
  },
  {
    name: "Иркутский район",
    data: 261,
  },
  {
    name: "Джидинский район",
    data: 20,
  },
  {
    name: "Кабанский район",
    data: 215,
  },
  {
    name: "Прибайкальский район",
    data: 791,
  },
  {
    name: "Петровск-Забайкальский район",
    data: 111,
  },
  {
    name: "Кяхтинский район",
    data: 43,
  },
  {
    name: "Красночикойский район",
    data: 77,
  },
  {
    name: "Муйский район",
    data: 17,
  },
  {
    name: "Иркутск",
    data: 10,
  },
  {
    name: "Черемхово",
    data: 2,
  },
  {
    name: "Усольский район",
    data: 24,
  },
  {
    name: "Тарбагатайский район",
    data: 56,
  },
  {
    name: "Казачинско-Ленский район",
    data: 127,
  },
];
